<?php

$lang = array(

#Email-gateway
'email_error' => "ข้อผิดพลาด",
'email_bad_id' => "ID ไม่ดีหรือหายไป",
'email_no_user' => "ไม่มีผู้ใช้ดังกล่าว",
'email_email_staff' => "เกตเวย์สามารถใช้ส่งอีเมลไปยังสมาชิกเจ้าหน้าที่เท่านั้น",
'email_anon' => "ไม่ระบุตัวตน",
'email_invalid' => "ที่อยู่อีเมลที่ป้อนไม่ถูกต้อง",
'email_no_text' => "ไม่มีข้อความ!",
'email_queued' => "อีเมลเข้าคิวสำหรับการส่งเรียบร้อยแล้ว",
'email_failed' => "ไม่สามารถส่งเมลได้ โปรดลองอีกครั้งในภายหลัง",
'email_note' => "หมายเหตุ: โดยการตอบอีเมลนี้ คุณจะเปิดเผยที่อยู่อีเมลของคุณ",
'email_gateway' => "เกตเวย์อีเมล",
'email_from' => "จาก: ",
'email_success' => "สำเร็จ",
'email_send' => "ส่งอีเมลไปยัง ",
'email_your_name' => "ชื่อของคุณ",
'email_your_email' => "อีเมลของคุณ",
'email_subject' => "หัวข้อ",
'email_message' => "ข้อความ",
'email_send' => "ส่ง",
'email_note_ip' => "หมายเหตุ:",
'email_ip' => " ที่อยู่ IP ของคุณจะถูกบันทึกและมองเห็นได้โดยผู้รับเพื่อป้องกันการ滥",
'email_valid' => "ตรวจสอบให้แน่ใจว่าส่งที่อยู่อีเมลที่ถูกต้องหากคุณคาดหวังการตอบกลับ",

);
?>