<?php

$lang = array(

#DeleteMessage
'deletemessage_bad_id' => "ID ข้อความไม่ถูกต้อง",
'deletemessage_dont_do' => "ฉันจะไม่ทำแบบนั้นถ้าฉันเป็นคุณ...",
'deletemessage_code1' => "ลบล้มเหลว (รหัสข้อผิดพลาด 1).. นี่ไม่ควรเกิดขึ้น ติดต่อผู้ดูแลระบบ",
'deletemessage_code2' => "ลบล้มเหลว (รหัสข้อผิดพลาด 2).. นี่ไม่ควรเกิดขึ้น ติดต่อผู้ดูแลระบบ",
'deletemessage_not_inbox' => "ข้อความไม่ได้อยู่ในกล่องจดหมายเข้าของคุณ",
'deletemessage_code3' => "ลบล้มเหลว (รหัสข้อผิดพลาด 3).. นี่ไม่ควรเกิดขึ้น ติดต่อผู้ดูแลระบบ",
'deletemessage_code4' => "ลบล้มเหลว (รหัสข้อผิดพลาด 4).. นี่ไม่ควรเกิดขึ้น ติดต่อผู้ดูแลระบบ",
'deletemessage_sentbox' => "ข้อความไม่ได้อยู่ในกล่องจดหมายส่งของคุณ",
'deletemessage_unknown' => "ประเภท PM ที่ไม่รู้จัก",



);

?>