<?php

$lang = array(


#head
'head_signup' => "สมัครสมาชิก",


#captcha
'captcha_spam' => "ไม่สแปม! รอ 10 วินาทีแล้วรีเฟรชหน้า",
'captcha_refresh' => "คลิกเพื่อรีเฟรชภาพ",
'captcha_image_alt' => "ภาพ captcha",
'captcha_pin' => "PIN:",


#stderr
'stderr_errorhead' => "ขอโทษ",
'stderr_ulimit' => "ขีดจำกัดบัญชีผู้ใช้ปัจจุบัน (%u) ได้ถึงแล้ว บัญชีที่ไม่ใช้งานจะถูกตัดออกตลอดเวลา โปรดกลับมาดูอีกครั้งในภายหลัง...",


#signup
'signup_cookies' => "หมายเหตุ: คุณต้องเปิดใช้งานคุกกี้เพื่อสมัครหรือเข้าสู่ระบบ",
'signup_uname' => "ชื่อผู้ใช้ที่ต้องการ:",
'signup_pass' => "เลือกรหัสผ่าน:",
'signup_passa' => "ป้อนรหัสผ่านอีกครั้ง:",
'signup_email' => "ที่อยู่อีเมล:",
'signup_valemail' => "ที่อยู่อีเมลต้องถูกต้อง คุณจะได้รับอีเมลยืนยันซึ่งคุณต้องตอบกลับ ที่อยู่อีเมลจะไม่แสดงต่อสาธารณะ",
'signup_timez' => "เขตเวลา",
'signup_rules' => "ฉันได้อ่านหน้ากฎของไซต์",
'signup_faq' => "ฉันตกลงที่จะอ่าน FAQ ก่อนถามคำถาม",
'signup_age' => "ฉันอายุอย่างน้อย 13 ปี",
'signup_btn' => "สมัครสมาชิก! (กดเพียงครั้งเดียว)",


);
?>