<?php

$lang = array(

#News
'news_title'	=> "ข่าวล่าสุด",
'news_link' => "หน้าข่าว",
'news_edit' 		    => "แก้ไข",
'news_delete' 			=> "ลบ",

#Stats
'stats_title' 			=> "สถิติ",
'stats_regusers' 			=> "ผู้ใช้ที่ลงทะเบียน",
'stats_unverified' 				=> "ผู้ใช้ที่ยังไม่ยืนยัน",
'stats_torrents' 			=> "ทอร์เรนต์",
'stats_peers' => "เพียร์",
'stats_seed' 			=> "ซีดเดอร์",
'stats_leech' 			=> "ลีชเชอร์",
'stats_sl_ratio' 				=> "อัตราส่วนซีดเดอร์/ลีชเชอร์ (%)",

#disclaimer
'foot_disclaimer' 			=> "คำปฏิเสธ: ไม่มีไฟล์ใดที่แสดงที่นี่ถูกโฮสต์จริงบนเซิร์ฟเวอร์นี้ ลิงก์เหล่านี้ถูกจัดเตรียมโดยผู้ใช้ของไซต์นี้เท่านั้น ผู้ดูแลไซต์นี้ (%s) ไม่สามารถรับผิดชอบต่อสิ่งที่ผู้ใช้โพสต์ หรือการกระทำอื่นของผู้ใช้ คุณอาจไม่ใช้ไซต์นี้เพื่อแจกจ่ายหรือดาวน์โหลดวัสดุใดๆ เมื่อคุณไม่มีสิทธิ์ทางกฎหมายในการทำเช่นนั้น เป็นความรับผิดชอบของคุณเองที่จะปฏิบัติตามเงื่อนไขเหล่านี้"

);
?>