<?php

$lang = array(

#OK
'ok_success' => "การสมัครสำเร็จ!",
'ok_email' => "ส่งอีเมลยืนยันไปยังที่อยู่ที่คุณระบุ (%s) แล้ว คุณต้องอ่านและตอบอีเมลนี้ก่อนที่คุณจะใช้บัญชีได้ หากคุณไม่ทำเช่นนี้ บัญชีใหม่จะถูกลบโดยอัตโนมัติหลังจากสองสามวัน",
'ok_sysop_account' => "การเปิดใช้งานบัญชี Sysop",
'ok_sysop_activated' => "<h1>เปิดใช้งานบัญชี Sysop สำเร็จ!</h1>\n",
'ok_account_activated' => "<p>บัญชีของคุณถูกเปิดใช้งานแล้ว! คุณได้เข้าสู่ระบบโดยอัตโนมัติ คุณสามารถดำเนินการต่อไปยัง <a href='index.php'><b>หน้าแรก</b></a> และเริ่มใช้บัญชีของคุณ</p>\n",
'ok_account_login' => "<p>บัญชีของคุณถูกเปิดใช้งานแล้ว! อย่างไรก็ตาม ดูเหมือนว่าคุณไม่สามารถเข้าสู่ระบบโดยอัตโนมัติได้ สาเหตุที่เป็นไปได้คือคุณปิดใช้งานคุกกี้ในเบราว์เซอร์ของคุณ คุณต้องเปิดใช้งานคุกกี้เพื่อใช้บัญชีของคุณ โปรดทำเช่นนั้นแล้ว <a href='members.php?action=login'>เข้าสู่ระบบ</a> และลองอีกครั้ง</p>\n",
'ok_confirmed' => "ยืนยันแล้ว",
'ok_user_confirmed' => "<p>บัญชีผู้ใช้คนนี้ได้รับการยืนยันแล้ว คุณสามารถดำเนินการ <a href='members.php?action=login'>เข้าสู่ระบบ</a> ด้วยมัน</p>\n",
'ok_signup_confirm' => "การยืนยันการสมัคร",
'ok_success_confirmed' => "ยืนยันบัญชีสำเร็จ!",
'ok_account_active_login_link' => "หน้าแรก",
'ok_account_active_login' => "บัญชีของคุณถูกเปิดใช้งานแล้ว! คุณได้เข้าสู่ระบบโดยอัตโนมัติ คุณสามารถดำเนินการต่อไปยัง %s และเริ่มใช้บัญชีของคุณ",

'ok_read_rules' => "<p>ก่อนที่คุณจะเริ่มใช้ %s เราขอร้องให้คุณอ่าน <a href='rules.php'><b>กฎ</b></a> และ <a href='faq.php'><b>FAQ</b></a></p>\n",
'ok_account_cookies' => "<p>บัญชีของคุณถูกเปิดใช้งานแล้ว! อย่างไรก็ตาม ดูเหมือนว่าคุณไม่สามารถเข้าสู่ระบบโดยอัตโนมัติได้ สาเหตุที่เป็นไปได้คือคุณปิดใช้งานคุกกี้ในเบราว์เซอร์ของคุณ คุณต้องเปิดใช้งานคุกกี้เพื่อใช้บัญชีของคุณ โปรดทำเช่นนั้นแล้ว <a href='members.php?action=login'>เข้าสู่ระบบ</a> และลองอีกครั้ง</p>\n",
'ok_user_error' => "ข้อผิดพลาดผู้ใช้",
'ok_no_action' => "ไม่มีดำเนินการที่จะทำ",


);
?>