<?php

$lang = array(

#VIDEOFORMATS
'videoformats_title' => "ดาวน์โหลดหนังแล้วไม่รู้จัก CAM/TS/TC/SCR หมายถึงอะไร?",

'videoformats_cam' =>   "<b>CAM -</b>",
'videoformats_cam_body' => "
    CAM คือการ rip จากโรงภาพยนตร์โดยปกติทำด้วยกล้องวิดีโอแบบดิจิทัล. บางครั้งใช้ขาตั้งกล้องขนาดเล็ก,
    แต่หลายครั้งไม่สามารถทำได้ ดังนั้นกล้องอาจสั่น.
    นอกจากนี้ตำแหน่งที่นั่งไม่เสมอ และอาจถ่ายจากมุม.
    ถ้าตัดครอบอย่างเหมาะสม มันยากที่จะบอกเว้นแต่จะมีข้อความบนหน้าจอ แต่หลายครั้งเหลือขอบสามเหลี่ยมที่ด้านบนและล่างของหน้าจอ.
    เสียงมาจากไมโครโฟนในตัวของกล้อง และโดยเฉพาะในคอมเมดี้,
    เสียงหัวเราะมักได้ยินระหว่างภาพยนตร์. เนื่องจากปัจจัยเหล่านี้ คุณภาพภาพและเสียงโดยปกติค่อนข้างต่ำ แต่บางครั้งเราโชคดี และโรงภาพยนตร์จะค่อนข้างว่างและสัญญาณที่ค่อนข้างชัดเจนจะได้ยิน.<br /><br />",

'videoformats_telesync' => "<b>TELESYNC (TS) -</b>",
'videoformats_telesync_body' => "
    Telesync เหมือนกับ CAM ยกเว้นใช้แหล่งเสียงภายนอก (โดยปกติเป็นแจ็คเสียงในที่นั่งสำหรับคนหูหนวก). แหล่งเสียงภายนอกไม่รับประกันคุณภาพเสียงที่ดี เพราะเสียงรบกวนพื้นหลังสามารถรบกวนได้.
    หลายครั้ง telesync ถ่ายในโรงภาพยนตร์ว่างหรือจากห้องฉายภาพยนตร์ด้วยกล้องมืออาชีพ ให้คุณภาพภาพที่ดีกว่า. คุณภาพแตกต่างกันมาก ตรวจสอบตัวอย่างก่อนดาวน์โหลดเต็ม. เปอร์เซ็นต์สูงของ Telesync เป็น CAM ที่ติดฉลากผิด.<br /><br />",

'videoformats_telecine' => "<b>TELECINE (TC) -</b>",
'videoformats_telecine_body' => "
    เครื่อง telecine คัดลอกภาพยนตร์แบบดิจิทัลจากม้วน. เสียงและภาพควรดีมาก แต่เนื่องจากอุปกรณ์ที่เกี่ยวข้องและค่าใช้จ่าย telecine ค่อนข้างหายาก.
    โดยทั่วไปภาพยนตร์จะอยู่ในอัตราส่วนภาพที่ถูกต้อง แม้ว่า telecine 4:3 จะมีอยู่. ตัวอย่างที่ดีคือ JURASSIC PARK 3 TC ที่ทำเมื่อปีที่แล้ว. TC ไม่ควรสับสนกับ TimeCode ซึ่งเป็นตัวนับที่มองเห็นได้ตลอดภาพยนตร์.<br /><br />",

'videoformats_screener' => "<b>SCREENER (SCR) -</b>",
'videoformats_screener_body' => "
    Screener เป็นเทป VHS ก่อน VHS ส่งไปยังร้านเช่า และสถานที่อื่นๆ สำหรับการส่งเสริมการขาย.
    Screener จัดเตรียมบนเทป VHS และโดยปกติอยู่ใน a/r 4:3 (เต็มหน้าจอ) แม้ว่า screener letterbox จะพบได้บางครั้ง. จุดด้อยหลักคือ 'ticker' (ข้อความที่เลื่อนผ่านที่ด้านล่างของหน้าจอด้วยลิขสิทธิ์และหมายเลขโทรศัพท์ต่อต้านการคัดลอก).
    นอกจากนี้ ถ้าเทปมีหมายเลขซีเรียล หรือสิ่งอื่นที่อาจนำไปสู่แหล่งที่มาของเทป จะต้องบล็อก โดยปกติด้วยเครื่องหมายสีดำเหนือส่วนนั้น. บางครั้งนี้เป็นเพียงไม่กี่วินาที แต่ไม่น่าเสียดายบนบางสำเนานี้จะตลอดทั้งภาพยนตร์ และบางส่วนค่อนข้างใหญ่. ขึ้นอยู่กับอุปกรณ์ที่ใช้ คุณภาพ screener สามารถแตกต่างจากยอดเยี่ยมถ้าทำจากสำเนา MASTER ไปจนถึงแย่มากถ้าทำบนเครื่องบันทึก VHS เก่าผ่านอุปกรณ์จับภาพที่แย่. Screener ส่วนใหญ่ถ่ายโอนไปยัง VCD แต่บางความพยายามที่ SVCD ได้ทำ บางอย่างดูดีกว่าอีกอย่าง.<br /><br />",

'videoformats_dvdscreener' => "<b>DVD-SCREENER (DVDscr) -</b>",
'videoformats_dvdscreener_body' => "
    เหมือนกับ screener แต่ถ่ายโอนออกจาก DVD. โดยปกติ letterbox แต่ไม่มีพิเศษที่ DVD รีเทลจะมี. Ticker โดยปกติไม่ใช่ในแถบสีดำ และจะรบกวนการดู. ถ้ารipper มีทักษะ DVDscr ควรดีมาก. โดยปกติถ่ายโอนไปยัง SVCD หรือ DivX/XviD.<br /><br />",

'videoformats_dvdrip' => "<b>DVDRip -</b>",
'videoformats_dvdrip_body' => "
    สำเนาของ DVD รีเทลสุดท้าย. ถ้าเป็นไปได้นี้เผยแพร่ PRE retail (เช่น Star Wars episode 2) อีกครั้ง ควรคุณภาพยอดเยี่ยม. DVDRip เผยแพร่ใน SVCD และ DivX/XviD.<br /><br />",

'videoformats_vhsrip' => "<b>VHSRip -</b>",
'videoformats_vhsrip_body' => "ถ่ายโอนออกจาก VHS รีเทล โดยหลักสำหรับวิดีโอสเก็ต/กีฬาและรุ่น XXX.<br /><br />",


'videoformats_tvrip' => "<b>TVRip -</b>",
'videoformats_tvrip_body' => "
    ตอนทีวีที่มาจาก Network (จับโดยใช้กล่องเคเบิล/ดาวเทียมดิจิทัลเป็นที่ต้องการ) หรือ PRE-AIR จากฟีดดาวเทียมส่งโปรแกรมไปยังเครือข่ายหลายวันก่อน (ไม่บรรจุ 'สุนัข' แต่บางครั้งมีฟลิกเกอร์ เป็นต้น) โปรแกรมบางอย่างเช่น WWF Raw Is War ประกอบด้วยส่วนพิเศษ และ 'แมตช์มืด' และกล้อง/ความคิดเห็นทดสอบรวมอยู่ใน rip. PDTV จับจาก PCI card ดิจิทัลทีวี โดยปกติให้ผลที่ดีที่สุด และกลุ่มมักเผยแพร่ใน SVCD สำหรับเหล่านี้. VCD/SVCD/DivX/XviD rips ได้รับการสนับสนุนทั้งหมดโดยฉากทีวี.<br /><br />",

'videoformats_workprint' => "<b>WORKPRINT (WP) -</b>",
'videoformats_workprint_body' => "
    Workprint เป็นสำเนาของภาพยนตร์ที่ยังไม่เสร็จ. มันอาจขาดฉาก เสียง และคุณภาพสามารถแตกต่างจากยอดเยี่ยมไปจนถึงแย่มาก. WP บางอย่างแตกต่างกันมากจากฉบับสุดท้าย (Men In Black ขาดเอเลี่ยนทั้งหมด และมีนักแสดงในสถานที่ของพวกเขา) และอื่นๆ อาจมีฉากเพิ่มเติม (Jay and Silent Bob) . WP สามารถเป็นส่วนเสริมที่ดีสำหรับคอลเลกชันเมื่อได้ฉบับสุดท้ายคุณภาพสูงแล้ว.<br /><br />",

'videoformats_divx' => "<b>DivX Re-Enc -</b>",
'videoformats_divx_body' => "
    DivX re-enc เป็นภาพยนตร์ที่นำมาจากแหล่ง VCD เดิม และ re-encoded เป็นไฟล์ DivX ขนาดเล็ก. โดยปกติพบใน sharer ไฟล์ เหล่านี้โดยปกติติดฉลากเช่น Film.Name.Group(1of2) เป็นต้น. กลุ่มทั่วไปคือ SMR และ TND. เหล่านี้ไม่ได้คุ้มค่าดาวน์โหลด เว้นแต่คุณไม่แน่ใจมากเกี่ยวกับภาพยนตร์ u เฉพาะต้องการสำเนา 200mb ของมัน. โดยทั่วไปหลีกเลี่ยง.<br /><br />",

'videoformats_watermarks' => "<b>Watermarks -</b>",
'videoformats_watermarks_body' => "
    ภาพยนตร์จำนวนมากมาจาก Silvers/PDVD เอเชีย และติดฉลากโดยผู้รับผิดชอบ. โดยปกติด้วยตัวอักษร/ชื่อเล่นหรือโลโก้เล็กๆ โดยปกติในมุมหนึ่ง. ที่โดดเด่นที่สุดคือ 'Z' 'A' และ 'Globe' watermarks.<br /><br />",

'videoformats_asian' => "<b>Asian Silvers / PDVD -</b>",
'videoformats_asian_body' => "
    เหล่านี้เป็นภาพยนตร์ที่นำออกโดย bootleggers เอเชีย และโดยปกติซื้อโดยกลุ่มบางกลุ่มเพื่อนำออกเป็นของตัวเอง. Silvers ราคาถูกและมีอยู่ทั่วไปในประเทศจำนวนมาก และง่ายที่จะนำออก ซึ่งเป็นเหตุผลว่าทำไมจึงมีมากมายในฉากในขณะนี้ โดยหลักจากกลุ่มเล็กๆ ที่ไม่คงอยู่มากกว่าสองสามรุ่น. PDVD เหมือนกันกดลงบน DVD. พวกเขามีซับไตเติ้ลที่ถอดได้ และคุณภาพโดยปกติดีกว่า silvers. เหล่านี้ rip เหมือน DVD ปกติ แต่โดยปกติเผยแพร่เป็น VCD.<br /><br />",

'videoformats_scenetag' => "<b>Scene Tags...</b>",

'videoformats_proper' => "<b>PROPER -</b>",
'videoformats_proper_body' => "
    ตามกฎฉาก ผู้ที่เผยแพร่ Telesync แรกจะชนะการแข่งขันนั้น (เช่น).
    แต่ถ้าคุณภาพของการเผยแพร่นั้นค่อนข้างต่ำ ถ้าอีกกลุ่มหนึ่งมี telesync อีกอัน (หรือแหล่งเดียวกันในคุณภาพสูงกว่า) แล้วแท็ก PROPER จะเพิ่มลงในโฟลเดอร์เพื่อหลีกเลี่ยงถูก duped. PROPER เป็นแท็กที่เป็นกลางที่สุดในฉาก และคนจำนวนมากจะโดยปกติโต้เถียงว่าทำไม PROPER ดีกว่าการเผยแพร่เดิม. กลุ่มจำนวนมากเผยแพร่ PROPER เพียงเพราะความสิ้นหวังเนื่องจากแพ้การแข่งขัน. เหตุผลสำหรับ PROPER ควรรวมอยู่ใน NFO เสมอ.<br /><br />",

'videoformats_limited' => "<b>LIMITED -</b>",
'videoformats_limited_body' => "
    ภาพยนตร์ limited หมายถึงมันมีรันโรงภาพยนตร์จำกัด โดยปกติเปิดในน้อยกว่า 250 โรงภาพยนตร์ โดยปกติภาพยนตร์ขนาดเล็ก (เช่นภาพยนตร์ศิลปะ) เผยแพร่เป็น limited.<br /><br />",

'videoformats_internal' => "<b>INTERNAL -</b>",
'videoformats_internal_body' => "
    การเผยแพรา internal ทำด้วยเหตุผลหลายประการ. กลุ่ม DVD คลาสสิกทำการเผยแพรา INTERNAL จำนวนมาก เพราะพวกเขาจะไม่ถูก duped บนมัน. นอกจากนี้ rip โรงภาพยนตร์คุณภาพต่ำเพื่อไม่ลดชื่อเสียงของกลุ่ม หรือเนื่องจากจำนวน rip ที่ทำแล้ว. การเผยแพรา INTERNAL มีอยู่เป็นปกติบนไซต์พันธมิตรของกลุ่ม แต่พวกเขาไม่สามารถซื้อขายไปยังไซต์อื่นโดยไม่ขอจากผู้ดำเนินการไซต์. การเผยแพรา INTERNAL บางส่วนยังคงไหลลงไปยัง IRC/Newsgroups มันโดยปกติขึ้นอยู่กับชื่อและความนิยม.
    เมื่อต้นปี ผู้คนอ้างถึง Centropy ไป 'internal'. นี่หมายถึงกลุ่มกำลังเผยแพร่ภาพยนตร์เฉพาะกับสมาชิกและผู้ดำเนินการไซต์ของพวกเขา. นี่ในบริบทที่แตกต่างจากคำจำกัดความปกติ.<br /><br />",

'videoformats_stv' => "<b>STV -</b>",
'videoformats_stv_body' => "Straight To Video. ไม่เคยเผยแพร่ในโรงภาพยนตร์ และดังนั้นไซต์จำนวนมากไม่อนุญาต.<br /><br />",

'videoformats_aspect' => "<b>ASPECT RATIO TAGS -</b>",
'videoformats_aspect_body' => "เหล่านี้คือ *WS* สำหรับ widescreen (letterbox) และ *FS* สำหรับ Fullscreen.<br /><br />",

'videoformats_repack' => "<b>REPACK -</b>",
'videoformats_repack_body' => "ถ้ากลุ่มเผยแพร่ rip แย่ พวกเขาจะเผยแพร่ Repack ซึ่งจะแก้ไขปัญหา.<br /><br />",

'videoformats_nuked' => "<b>NUKED -</b>",
'videoformats_nuked_body' => "
    ภาพยนตร์สามารถถูก nuke ด้วยเหตุผลต่างๆ. ไซต์แต่ละแห่งจะ nuke สำหรับการละเมิดกฎของพวกเขา (เช่น "No Telesyncs") แต่ถ้าภาพยนตร์มีบางอย่างผิดปกติมาก (ไม่มี soundtrack 20 นาที CD2 ไม่ถูกต้องภาพยนตร์/เกม เป็นต้น) แล้ว nuke ทั่วโลกจะเกิดขึ้น และผู้ที่ซื้อขายมันข้ามไซต์จะสูญเสียเครดิต. ภาพยนตร์ที่ถูก nuke ยังคงเข้าถึงได้จากแหล่งอื่นเช่น p2p/usenet แต่เป็นความคิดที่ดีที่จะตรวจสอบว่าทำไมมันถูก nuke ก่อนในกรณี.
    ถ้ากลุ่มตระหนักว่ามีบางอย่างผิด พวกเขาสามารถขอ nuke.
    <b>เหตุผล NUKE...</b><br />
    <br />
    นี่คือรายการเหตุผลทั่วไปที่ภาพยนตร์สามารถถูก nuke สำหรับ (โดยปกติ DVDRip)<br />
    <br />
    <b>BAD A/R</b> = bad aspect ratio, ie ผู้คนปรากฏอ้วน/ผอม<br />
    <b>BAD IVTC</b> = bad inverse telecine. กระบวนการแปลง framerates ไม่ถูกต้อง.<br />
    <b>INTERLACED</b> = เส้นสีดำในการเคลื่อนไหวเนื่องจากลำดับฟิลด์ไม่ถูกต้อง.<br /><br />",

'videoformats_dupe' => "<b>DUPE -</b>",
'videoformats_dupe_body' => "Dupe หมายความง่ายๆ ถ้ามีอยู่แล้ว ก็ไม่ควรมีอีกครั้งโดยไม่มีเหตุผลที่เหมาะสม.<br />",

'videoformats_header' => "รูปแบบวิดีโอ"
);
?>