<?php

$lang = array(

#my gets
'my_updated' => 'อัปเดตโปรไฟล์แล้ว',
'my_mail_sent' => 'ส่งอีเมลยืนยันแล้ว',
'my_emailch' => 'เปลี่ยนที่อยู่อีเมลแล้ว',
'my_delete' => 'ลบ',

#my header
'my_logout' => 'ออกจากระบบ',
'my_torrents' => 'ทอร์เรนต์ของฉัน',
'my_users_lists' => 'รายชื่อผู้ใช้ของฉัน',
'my_edit_torrents' => 'ดู/แก้ไข ทอร์เรนต์ของคุณ',
'my_edit_friends' => 'ดู/แก้ไข เพื่อนของคุณ',
'my_search' => 'ค้นหาสมาชิก',

#my options
'my_none' => 'ไม่ได้เลือก',
'my_accept_pm' => 'รับข้อความส่วนตัว',
'my_except_blocks' => 'ทั้งหมด (ยกเว้นที่ถูกบล็อก)',
'my_only_friends' => 'เฉพาะเพื่อน',
'my_only_staff' => 'เฉพาะทีมงาน',
'my_delete_pms' => 'ลบข้อความส่วนตัว',
'my_yes' => 'ใช่',
'my_default_delete' => '(ค่าดีฟอลต์สำหรับ "ลบ PM เมื่อตอบกลับ")',
'my_save_pms' => 'บันทึกข้อความส่วนตัว',
'my_default_save' => '(ค่าดีฟอลต์สำหรับ "บันทึก PM ไปยังกล่องส่ง")',
'my_email_notif' => 'การแจ้งเตือนทางอีเมล',
'my_notify_pm' => 'แจ้งเตือนฉันเมื่อได้รับ PM',
'my_notify_torrent' => 'แจ้งเตือนฉันเมื่อมีทอร์เรนต์อัปโหลดในหมวดหมู่การเรียกดูเริ่มต้นของฉัน',
'my_browse' => 'เรียกดูหมวดหมู่เริ่มต้น',
'my_stylesheet' => 'สไตล์ชีต',
'my_language' => 'ภาษา',
'my_country' => 'ประเทศ',
'my_province' => 'จังหวัด',
'my_tz' => 'เขตเวลา',
'my_checkdst' => 'เวลาออมแสง',
'my_auto_dst' => 'แก้ไข DST อัตโนมัติ?',
'my_is_dst' => 'เวลาออมแสงมีผลอยู่หรือไม่?',
'my_avatar' => 'URL อวตาร',
'my_avatar_info' => 'ความกว้างควรเป็น 150 พิกเซล (จะปรับขนาดหากจำเป็น)<br />หากคุณต้องการโฮสต์สำหรับรูปภาพ ลองใช้ <a href="bitbucket-upload.php">bitbucket</a>',
'my_tor_perpage' => 'ทอร์เรนต์ต่อหน้า',
'my_default' => '(0=ใช้การตั้งค่าเริ่มต้น)',
'my_top_perpage' => 'หัวข้อต่อหน้า',
'my_post_perpage' => 'โพสต์ต่อหน้า',
'my_view_avatars' => 'ดูอวตาร',
'my_low_bw' => '(ผู้ใช้ที่มีแบนด์วิดท์ต่ำอาจต้องการปิดใช้งานนี้)',
'my_info' => 'ข้อมูล',
'my_tags' => 'แสดงบนหน้าโปรไฟล์สาธารณะของคุณ อาจมี <a href="tags.php" target="_new">BB codes</a>',
'my_email' => 'ที่อยู่อีเมล',
'my_email_pass' => 'กรุณาป้อนรหัสผ่านของคุณหากเปลี่ยนที่อยู่อีเมล!',
'my_note' => '<b>หมายเหตุ:</b> เพื่อเปลี่ยนที่อยู่อีเมลของคุณ คุณจะได้รับ<br />อีเมลยืนยันอีกฉบับไปยังที่อยู่ใหม่ของคุณ',
'my_chpass' => 'เปลี่ยนรหัสผ่าน',
'my_pass_again' => 'พิมพ์รหัสผ่านอีกครั้ง',
'my_submit' => 'ส่งการเปลี่ยนแปลง!',
'my_revert' => 'กลับการเปลี่ยนแปลง!',

#my stdhead
'my_stdhead' => 'หน้าโปรไฟล์ส่วนตัว'

);

?>