<?php

$lang = array(


#stderr
'stderr_errorhead' => "ข้อผิดพลาด",
'stderr_successhead' => "สำเร็จ",
'stderr_invalidemail' => "คุณต้องป้อนที่อยู่อีเมล",
'stderr_notfound' => "ไม่พบที่อยู่อีเมลในฐานข้อมูล",
'stderr_dberror' => "ข้อผิดพลาดฐานข้อมูล โปรดติดต่อผู้ดูแลระบบ",
'stderr_confmailsent' => "ส่งอีเมลยืนยันแล้ว โปรดรอสองสามนาทีให้เมลมาถึง",
'stderr_nomail' => "ไม่สามารถส่งเมลได้ โปรดติดต่อผู้ดูแลระบบ",
'stderr_noupdate' => "ไม่สามารถอัปเดตข้อมูลผู้ใช้ได้ โปรดติดต่อผู้ดูแลระบบ",
'stderr_mailed' => "ส่งรายละเอียดบัญชีใหม่ไปยัง <b>(%s)</b> แล้ว โปรดรอสองสามนาทีให้เมลมาถึง",


#head
'head_recover' => "กู้คืน",


#email
'email_head' => "ข้อผิดพลาด",
'email_subjdetails' => "รายละเอียดบัญชี",
'email_subjreset' => "การยืนยันการรีเซ็ตรหัสผ่าน",

'email_request' =>"ใครบางคน หวังว่าคุณ ขอให้รีเซ็ตรหัสผ่านสำหรับบัญชี
ที่เกี่ยวข้องกับที่อยู่อีเมลนี้ (%s)
คำขอมาจาก %s
หากคุณไม่ได้ทำเช่นนี้ ละเว้นอีเมลนี้ โปรดอย่าตอบกลับ

หากคุณต้องการยืนยันคำขอนี้ โปรดตามลิงก์นี้:

%s/members.php?action=recover&id=%u&secret=%s

หลังจากทำเช่นนี้ รหัสผ่านของคุณจะถูกรีเซ็ตและส่งกลับ
ไปยังคุณ

--",

'email_newpass' =>"ตามคำขอของคุณ เราได้สร้างรหัสผ่านใหม่สำหรับบัญชีของคุณ

นี่คือข้อมูลที่เรามีในไฟล์สำหรับบัญชีนี้:

    ชื่อผู้ใช้: %s
    รหัสผ่าน:  %s

คุณสามารถเข้าสู่ระบบได้ที่ %s/members.php?action=login

--",

#captcha
'captcha_spam' => "ไม่สแปม! รอ 10 วินาทีแล้วรีเฟรชหน้า",
'captcha_refresh' => "คลิกเพื่อรีเฟรชภาพ",
'captcha_imagealt' => "ภาพ captcha",
'captcha_pin' => "PIN:",

#recover
'recover_unamepass' => "กู้คืนชื่อผู้ใช้หรือรหัสผ่านที่หาย",
'recover_form' => "ใช้ฟอร์มด้านล่างเพื่อรีเซ็ตรหัสผ่านและส่งรายละเอียดบัญชีกลับไปยังคุณ",
'recover_regdemail' => "อีเมลที่ลงทะเบียน",
'recover_btn' => "ทำเลย!"


);
?>