<?php

$lang = array (

#takeprofedit

'takeprofedit_no_data' 	=> "ข้อมูลฟอร์มหายไป",
'takeprofedit_pass_long' 	=> "ขอโทษ รหัสผ่านยาวเกินไป (สูงสุด 40 ตัวอักษร)",
'takeprofedit_pass_not_match' 	=> "รหัสผ่านไม่ตรงกัน ลองอีกครั้ง",
'takeprofedit_not_valid_email' 	=> "นั่นไม่เหมือนที่อยู่อีเมลที่ถูกต้อง",
'takeprofedit_address_taken' 	=> "ไม่สามารถเปลี่ยนอีเมล ที่อยู่ถูกใช้แล้วหรือรหัสผ่านไม่ตรง",
'takeprofedit_user_error' 	=> "ข้อผิดพลาดผู้ใช้",
'takeprofedit_image_error' 	=> "ไม่ใช่รูปภาพหรือรูปภาพที่ไม่รองรับ!",
'takeprofedit_small_image' 	=> "รูปภาพเล็กเกินไป",
'takeprofedit_confirm' => "การยืนยันการเปลี่ยนโปรไฟล์"
);

$lang['takeprofedit_email_body'] = <<<EOD
คุณได้ขอให้โปรไฟล์ผู้ใช้ของคุณ (ชื่อผู้ใช้ <#USERNAME#>)
บน <#SITENAME#> ถูกอัปเดตด้วยที่อยู่อีเมลนี้ (<#USEREMAIL#>) เป็น
ผู้ติดต่อผู้ใช้

หากคุณไม่ได้ทำเช่นนี้ โปรดละเว้นอีเมลนี้ ผู้ที่ป้อนที่อยู่
อีเมลของคุณมีที่อยู่ IP <#IP_ADDRESS#> โปรดอย่าตอบกลับ

เพื่อเสร็จสิ้นการอัปเดตโปรไฟล์ผู้ใช้ของคุณ โปรดตามลิงก์นี้:

<#CHANGE_LINK#>

ที่อยู่อีเมลใหม่ของคุณจะปรากฏในโปรไฟล์หลังจากคุณทำเช่นนี้ มิฉะนั้น
โปรไฟล์ของคุณจะยังคงไม่เปลี่ยนแปลง
EOD;
?>
