<?php

$lang = array(

#Donate
'donate_click' => "คลิกปุ่ม PayPal ด้านล่างหากคุณต้องการบริจาค!",
'donate_make' => "ชำระเงินด้วย PayPal - มันรวดเร็ว ฟรี และปลอดภัย!",
'donate_donating' => "หากคุณใช้ซอฟต์แวร์นี้ โปรดพิจารณาบริจาคให้ {$TBDEV['site_name']} เราไม่ได้ขอมาก เพียงการชำระเงินเล็กน้อยเพื่อแสดงการสนับสนุนของคุณ",
'donate_thanks' => "ขอบคุณสำหรับการใช้ซอฟต์แวร์ของเรา!",
'donate_other' => "วิธีอื่นในการบริจาค",
'donate_no_other' => "ไม่มีวิธีอื่นในขณะนี้...",
'donate_after' => "หลังจากที่คุณบริจาคแล้ว -- ตรวจสอบให้แน่ใจที่จะ ",
'donate_send' => "ส่งให้เรา",
'donate_the' => " ",
'donate_transaction' => "รหัสธุรกรรม",
'donate_credit' => " เพื่อให้เราสามารถเครดิตบัญชีของคุณ!",


);
?>