<?php

$INSERT[] = "INSERT INTO
    avps (arg, value_s, value_i, value_u)
VALUES
    ('lastcleantime', '', 0, 1293321999),
    ('seeders', '', 0, 0),
    ('leechers', '', 0, 0),
    ('loadlimit', '12.5-1246045258', 0, 0);";



$INSERT[] = "INSERT INTO
    categories (id, name, image, cat_desc)
VALUES
    (1, 'แอพ/ไอโซ PC', 'cat_apps.gif', 'ไม่มีคำอธิบาย'),
    (
        2,
        'เกม/ไอโซ PC',
        'cat_games.gif',
        'ไม่มีคำอธิบาย'
    ),
    (
        3,
        'ภาพยนตร์/SVCD',
        'cat_movies.gif',
        'ไม่มีคำอธิบาย'
    ),
    (4, 'ดนตรี', 'cat_music.gif', 'ไม่มีคำอธิบาย'),
    (5, 'ตอน', 'cat_episodes.gif', 'ไม่มีคำอธิบาย'),
    (6, 'XXX', 'cat_xxx.gif', 'ไม่มีคำอธิบาย'),
    (7, 'เกม/GBA', 'cat_games.gif', 'ไม่มีคำอธิบาย'),
    (8, 'เกม/PS2', 'cat_games.gif', 'ไม่มีคำอธิบาย'),
    (9, 'อนิเมะ', 'cat_anime.gif', 'ไม่มีคำอธิบาย'),
    (
        10,
        'ภาพยนตร์/XviD',
        'cat_movies.gif',
        'ไม่มีคำอธิบาย'
    ),
    (
        11,
        'ภาพยนตร์/DVD-R',
        'cat_movies.gif',
        'ไม่มีคำอธิบาย'
    ),
    (
        12,
        'เกม/ริพ PC',
        'cat_games.gif',
        'ไม่มีคำอธิบาย'
    ),
    (
        13,
        'แอพ/เบ็ดเตล็ด',
        'cat_apps.gif',
        'ไม่มีคำอธิบาย'
    );";

$INSERT[] = " INTO
    cleanup (
        clean_id,
        clean_title,
        clean_file,
        clean_time,
        clean_increment,
        clean_cron_key,
        clean_log,
        clean_desc,
        clean_on
    )
VALUES
    (
        1,
        'ปรับแต่ง Torrents ให้เป็นมาตรฐาน',
        'normalize_torrents.php',
        1294437635,
        50,
        'd6704d582b136ea1ed13635bb9059f57',
        1,
        'bla blah blah',
        0
    ),
    (
        2,
        'สร้างสถิติหน้าหลัก',
        'frontpage_stats.php',
        1297425873,
        10,
        '6272317b90846180504dcf7c28902cb2',
        0,
        'นี้สร้างสถิติใหม่ในหน้าหลักหรือที่อื่นๆ ที่คุณตัดสินใจใช้!',
        1
    ),
    (
        3,
        'ลบ Torrents เก่า',
        'delete_old_torrents.php',
        0,
        86400,
        '560f666531f0b409a577236a5ec571dc',
        0,
        'ลบ Torrents ที่เก่ากว่า 28 วัน',
        0
    ),
    (
        4,
        'ลบ Peers เก่า',
        'expire_peers.php',
        1297461134,
        900,
        '3a784b3948266707895dfbc31e19c6b0',
        1,
        'ทำความสะอาด peers เก่าจากตาราง peers ตาม &#39;ช่วงเวลาทำความสะอาด&#39; x 1.3',
        1
    ),
    (
        5,
        'ลบ Readposts เก่า',
        'expire_readposts.php',
        0,
        86400,
        'c254efb9042f1d1a32d123b8e50d9012',
        0,
        'ลบ readposts เก่าจาก topics/posts เป็นต้น',
        0
    ),
    (
        6,
        'ลบบัญชีผู้ใช้เก่า',
        'expire_user_accounts.php',
        0,
        86400,
        '2b2786a667e6234e107c4873cb5126a9',
        0,
        'ลบบัญชีเก่าทุกๆ ช่วงเวลา',
        0
    ),
    (
        7,
        'อัปเดตจำนวน Forum & Topic',
        'forum_topic_stats.php',
        1297455672,
        900,
        '08eefec1e363ab5309589cb8f3214a69',
        0,
        'อัปเดตจำนวน forum และ topic เป็นต้น',
        1
    ),
    (
        8,
        'ลบบัญชีผู้ใช้ที่ไม่ใช้งานเก่า',
        'incative_user_accounts.php',
        0,
        86400,
        'd4654a8a66e26bbbaff130eab0d5f3d6',
        0,
        'ลบบัญชีที่ไม่ใช้งานเก่ากว่า 42 วัน',
        0
    ),
    (
        9,
        'ทำให้ Torrents ที่ตายแล้วไม่ปรากฏ',
        'invisibilize_torrents.php',
        0,
        86400,
        'b5514005c7e4735e1f636ba59bd47cc8',
        0,
        'ซ่อน Torrents ที่ตายแล้วจากรายการเรียกดู แต่ไม่ลบออก',
        0
    ),
    (
        10,
        'ปรับแต่งฐานข้อมูล MySQL อัตโนมัติ',
        'mysql_optimise_clean.php',
        0,
        2592000,
        '7d00f70b99ed8c0ee8056c03fd5e6c75',
        0,
        'ปรับแต่งตาราง mysql ทั้งหมดที่มี overhead',
        0
    ),
    (
        11,
        'หยุดกระบวนการ MySQL',
        'mysql_process_kill.php',
        0,
        86400,
        'a03a77aceadd17109542effae0d6f41a',
        0,
        'หยุดกระบวนการ mysql ทั้งหมดที่เกิน 60 วินาที',
        0
    ),
    (
        12,
        'ปรับแต่ง Torrents เก่า',
        'normalize_torrents.php',
        0,
        900,
        '575513659ee6a52a358630c943518c52',
        0,
        'ลบ Torrents ที่ไม่อยู่ใน DB และลบ ID ของ Torrent ที่ไม่อยู่ในไดเรกทอรี Torrents',
        0
    ),
    (
        13,
        'อัปเดตความคิดเห็น Torrent',
        'toorent_comment_update.php',
        1297421275,
        180,
        'c273ee4cb03c85b3fa14f1e8e70c0f71',
        1,
        'อัปเดตจำนวนความคิดเห็น Torrent เป็นต้น',
        1
    ),
    (
        14,
        'เลื่อนขั้น & ลดขั้นผู้ใช้',
        'update_power_users.php',
        0,
        86400,
        '36706f9087d357c3bab312d316462375',
        0,
        'เลื่อนขั้นผู้ใช้เป็น power users และลดขั้นผู้ใช้เป็น users!',
        0
    ),
    (
        15,
        'อัปเดตการเตือนผู้ใช้',
        'update_user_warnings.php',
        0,
        17800,
        '9f6dec80c3870d5fdd5e1e5e48d57c33',
        0,
        'ลบและอัปเดตการเตือนเก่า และยังเริ่มการเตือนใหม่ เป็นต้น',
        0
    );";

$INSERT[] = "INSERT INTO
    countries (id, name, flagpic)
VALUES
    (1, 'กรุงเทพมหานคร', 'thailand.gif'),
    (2, 'สมุทรปราการ', 'thailand.gif'),
    (3, 'นนทบุรี', 'thailand.gif'),
    (4, 'ปทุมธานี', 'thailand.gif'),
    (5, 'พระนครศรีอยุธยา', 'thailand.gif'),
    (6, 'อ่างทอง', 'thailand.gif'),
    (7, 'ลพบุรี', 'thailand.gif'),
    (8, 'สิงห์บุรี', 'thailand.gif'),
    (9, 'ชัยนาท', 'thailand.gif'),
    (10, 'สระบุรี', 'thailand.gif'),
    (11, 'ชลบุรี', 'thailand.gif'),
    (12, 'ระยอง', 'thailand.gif'),
    (13, 'จันทบุรี', 'thailand.gif'),
    (14, 'ตราด', 'thailand.gif'),
    (15, 'ฉะเชิงเทรา', 'thailand.gif'),
    (16, 'ปราจีนบุรี', 'thailand.gif'),
    (17, 'นครนายก', 'thailand.gif'),
    (18, 'สระแก้ว', 'thailand.gif'),
    (19, 'นครราชสีมา', 'thailand.gif'),
    (20, 'บุรีรัมย์', 'thailand.gif'),
    (21, 'สุรินทร์', 'thailand.gif'),
    (22, 'ศรีสะเกษ', 'thailand.gif'),
    (23, 'อุบลราชธานี', 'thailand.gif'),
    (24, 'ยโสธร', 'thailand.gif'),
    (25, 'ชัยภูมิ', 'thailand.gif'),
    (26, 'อำนาจเจริญ', 'thailand.gif'),
    (27, 'บึงกาฬ', 'thailand.gif'),
    (28, 'หนองบัวลำภู', 'thailand.gif'),
    (29, 'ขอนแก่น', 'thailand.gif'),
    (30, 'อุดรธานี', 'thailand.gif'),
    (31, 'เลย', 'thailand.gif'),
    (32, 'หนองคาย', 'thailand.gif'),
    (33, 'มหาสารคาม', 'thailand.gif'),
    (34, 'ร้อยเอ็ด', 'thailand.gif'),
    (35, 'กาฬสินธุ์', 'thailand.gif'),
    (36, 'สกลนคร', 'thailand.gif'),
    (37, 'นครพนม', 'thailand.gif'),
    (38, 'มุกดาหาร', 'thailand.gif'),
    (39, 'เชียงใหม่', 'thailand.gif'),
    (40, 'ลำพูน', 'thailand.gif'),
    (41, 'ลำปาง', 'thailand.gif'),
    (42, 'อุตรดิตถ์', 'thailand.gif'),
    (43, 'แพร่', 'thailand.gif'),
    (44, 'น่าน', 'thailand.gif'),
    (45, 'พะเยา', 'thailand.gif'),
    (46, 'เชียงราย', 'thailand.gif'),
    (47, 'แม่ฮ่องสอน', 'thailand.gif'),
    (48, 'นครสวรรค์', 'thailand.gif'),
    (49, 'อุทัยธานี', 'thailand.gif'),
    (50, 'กำแพงเพชร', 'thailand.gif'),
    (51, 'ตาก', 'thailand.gif'),
    (52, 'สุโขทัย', 'thailand.gif'),
    (53, 'พิษณุโลก', 'thailand.gif'),
    (54, 'พิจิตร', 'thailand.gif'),
    (55, 'เพชรบูรณ์', 'thailand.gif'),
    (56, 'ราชบุรี', 'thailand.gif'),
    (57, 'กาญจนบุรี', 'thailand.gif'),
    (58, 'สุพรรณบุรี', 'thailand.gif'),
    (59, 'นครปฐม', 'thailand.gif'),
    (60, 'สมุทรสาคร', 'thailand.gif'),
    (61, 'สมุทรสงคราม', 'thailand.gif'),
    (62, 'เพชรบุรี', 'thailand.gif'),
    (63, 'ประจวบคีรีขันธ์', 'thailand.gif'),
    (64, 'นครศรีธรรมราช', 'thailand.gif'),
    (65, 'กระบี่', 'thailand.gif'),
    (66, 'พังงา', 'thailand.gif'),
    (67, 'ภูเก็ต', 'thailand.gif'),
    (68, 'สุราษฎร์ธานี', 'thailand.gif'),
    (69, 'ระนอง', 'thailand.gif'),
    (70, 'ชุมพร', 'thailand.gif'),
    (71, 'สงขลา', 'thailand.gif'),
    (72, 'สตูล', 'thailand.gif'),
    (73, 'ตรัง', 'thailand.gif'),
    (74, 'พัทลุง', 'thailand.gif'),
    (75, 'ปัตตานี', 'thailand.gif'),
    (76, 'ยะลา', 'thailand.gif'),
    (77, 'นราธิวาส', 'thailand.gif');";

$INSERT[] = "INSERT INTO
    reputationlevel (reputationlevelid, minimumreputation, level)
VALUES
    (
        1,
        -999999,
        'เป็นที่เลื่องลือในทางไม่ดีรอบๆ ที่นี่'
    ),
    (2, -50, 'หวังว่าจะดีขึ้นได้'),
    (3, -10, 'มีพฤติกรรมไร้ยางอายเล็กน้อยในอดีต'),
    (4, 0, 'เป็นปริมาณที่ไม่รู้จักในจุดนี้'),
    (5, 10, 'อยู่บนถนนที่โดดเด่น'),
    (6, 50, 'จะเป็นที่รู้จักเร็วๆ นี้'),
    (7, 150, 'มีออร่าที่น่าทึ่ง'),
    (8, 250, 'เป็นเพชรเม็ดงามที่ยังไม่เจียระไน'),
    (9, 350, 'เป็นคนดีมาก'),
    (10, 450, 'เป็นสัญญาณไฟที่รุ่งโรจน์'),
    (11, 550, 'เป็นชื่อที่รู้จักกันทั่ว'),
    (12, 650, 'เป็นสิ่งที่งดงามน่ามอง'),
    (13, 1000, 'มีอะไรให้ภูมิใจมาก'),
    (14, 1500, 'มีอนาคตที่สดใส'),
    (15, 2000, 'มีชื่อเสียงที่ไม่มีใครเทียบ'); ";

$INSERT[] = "INSERT INTO
    rules (id, cid, heading, body, ctime, mtime)
VALUES
    (
        1,
        1,
        ':: ::กฎทั่วไป - ''การทำผิดกฎเหล่านี้สามารถและ ...',
        ' FILTER_FLAG_STRIP_LOW, FILTER_FLAG_STRIP_HIGH, FILTER_FLAG_ENCODE_LOW, FILTER_FLAG_ENCODE_HIGH\r\n \r\nFILTER_FLAG_ALLOW_FRACTION, FILTER_FLAG_ALLOW_THOUSAND, FILTER_FLAG_ALLOW_SCIENTIFIC\r\n \r\nFILTER_FLAG_STRIP_LOW, FILTER_FLAG_STRIP_HIGH, FILTER_FLAG_ENCODE_HIGH\r\nFILTER_FLAG_NO_ENCODE_QUOTES, FILTER_FLAG_STRIP_LOW, FILTER_FLAG_STRIP_HIGH, FILTER_FLAG_ENCODE_LOW, FILTER_FLAG_ENCODE_HIGH, FILTER_FLAG_ENCODE_AMP\r\n \r\n \r\nFILTER_FLAG_STRIP_LOW, FILTER_FLAG_STRIP_HIGH, FILTER_FLAG_ENCODE_LOW, FILTER_FLAG_ENCODE_HIGH, FILTER_FLAG_ENCODE_AMP ',
        1214338879,
        1293054699
    ),
    (
        6,
        14,
        'นี่มีไว้เพื่ออะไร?',
        'เราเห็นว่าคุณไม่ได้ใช้งานมานานกว่า 10 นาทีแล้ว\nเราได้หยุดการทำงานของ Shoutbox เนื่องจากคุณไม่ได้ใช้งาน\nหากคุณกลับมาแล้ว โปรดคลิกปุ่ม ฉันกลับมาแล้ว ด้านล่าง',
        1293321576,
        0
    ),
    (
        2,
        1,
        ':: ::กฎฟอรัม บลาๆ',
        ' # โปรดอย่าลังเลที่จะตอบคำถามใดๆ แต่ปล่อยให้การดูแลเป็นหน้าที่ของผู้ดูแล\n     # อย่าใช้ตัวอักษรพิมพ์ใหญ่ทั้งหมด, เครื่องหมายอัศเจรีย์ (!!!) หรือเครื่องหมายคำถาม (???) มากเกินไป... มันดูเหมือนคุณกำลังตะโกน\n     # ไม่อนุญาตให้โพสต์สถิติผู้ใช้โดยไม่ได้รับความยินยอมในฟอรัมหรือความคิดเห็นของ Torrent ไม่ว่าอัตราส่วนหรือคลาสจะเป็นอย่างไร  \n     # ไม่อนุญาตให้ทำลายหัวข้อของผู้อื่น\n     # ไม่อนุญาตให้ใช้ภาษาหยาบคายอย่างเป็นระบบ (และไม่อนุญาตเลยในหัวข้อ)\n     # ไม่อนุญาตให้โพสต์ซ้ำ หากคุณต้องการโพสต์อีกครั้ง และโพสต์ของคุณเป็นโพสต์ล่าสุดในเธรด โปรดใช้ฟังก์ชัน EDIT แทนการโพสต์ซ้ำ    \n     # ไม่อนุญาตให้ bump... (เธรดที่ bump ทุกอันจะถูกล็อก)  \n     # ไม่อนุญาตให้ลิงก์ตรงไปยังเว็บไซต์อินเทอร์เน็ตในฟอรัม      \n     # ไม่อนุญาตให้ใช้ภาพที่ใหญ่กว่า 400x400 และควรปรับให้เหมาะสมสำหรับเว็บ ใช้แท็ก [imgw] สำหรับภาพขนาดใหญ่\n     # ไม่อนุญาตให้โฆษณา การซื้อขายสินค้า หรือโปรโมชันใดๆ บนไซต์    \n     # อย่าบอกให้ผู้อ่านอ่านกฎ, คำถามที่พบบ่อย หรือแสดงความคิดเห็นเกี่ยวกับอัตราส่วนและ Torrent ของพวกเขา    \n     # ไม่อนุญาตให้โพสต์นอกเรื่องอย่างสม่ำเสมอในฟอรัม (เช่น SPAM หรือการแย่งเธรด)  \n     # การแลก/ขอคำเชิญไปยังไซต์อื่นๆ เป็นสิ่งต้องห้ามในฟอรัม  \n     # อย่าโพสต์ลิงก์ไปยังไซต์ Torrent อื่นๆ หรือ Torrent บนไซต์เหล่านั้น    \n     # ผู้ใช้ไม่อนุญาต ภายใต้สถานการณ์ใดๆ ให้สร้างแบบสำรวจของตนเองในฟอรัม    \n     # ไม่อนุญาตให้มีหัวข้อที่แสดงความยินดีกับตนเองในฟอรัม    \n     # อย่าอ้างอิงมากเกินไป การอ้างอíchหนึ่งครั้งจากกล่องอ้างอิงก็เพียงพอแล้ว    \n     # โปรดตรวจสอบว่าคำถามทั้งหมดถูกโพสต์ในส่วนที่ถูกต้อง!     (คำถามเกี่ยวกับเกมในส่วนเกม, คำถามเกี่ยวกับแอปในส่วนแอป, เป็นต้น)    \n     # โปรดอย่าลังเลที่จะตอบคำถามใดๆ.. อย่างไรก็ตาม โปรดเคารพผู้คนที่คุณช่วยเหลือ .... ไม่มีใครดีกว่าใคร    \n     # สุดท้าย โปรดอ่านคำถามที่พบบ่อยก่อนถามคำถามใดๆ',
        1214339023,
        1293054699
    ),
    (
        3,
        3,
        ':: ::กฎของผู้อัปโหลด',
        'ผู้อัปโหลดทั้งหมดต้องปฏิบัติตามกฎด้านล่างนี้เพื่อที่จะเป็นส่วนหนึ่งของทีมผู้อัปโหลด เราเข้าใจว่ามันค่อนข้างมาก และสำหรับผู้อัปโหลดใหม่ มันอาจดูท่วมท้น แต่เมื่อคุณใช้เวลาอยู่ที่นี่มากขึ้น มันจะกลายเป็นเรื่องปกติ\n\nหากต้องการสมัครเป็นผู้อัปโหลดไซต์ ให้ใช้แบบฟอร์มการสมัครผู้อัปโหลด ติดต่อทีมงานเพื่อรับลิงก์\n\nTorrents ที่ไม่ปฏิบัติตามกฎด้านล่างจะถูกลบ  หากคุณมีคำถามใดๆ เกี่ยวกับกฎด้านล่าง โปรดอย่าลังเลที่จะส่ง PM มาหาและฉันจะชี้แจงให้ดีที่สุด\n\nยินดีต้อนรับสู่ทีมและขอให้อัปโหลดอย่างมีความสุข!\n\n# ผู้อัปโหลดทั้งหมดต้องอัปโหลด Torrents ที่ไม่ซ้ำกันอย่างน้อย 3 ตัวในแต่ละสัปดาห์เพื่อรักษาสถานะผู้อัปโหลด การไม่ปฏิบัติตามจะส่งผลให้ถูกลดระดับ และต้องห้ามกลับเข้าทีมผู้อัปโหลดเป็นเวลาอย่างน้อย 2 สัปดาห์  หากหลังจาก 2 สัปดาห์ ผู้อัปโหลดสามารถพิสูจน์ได้ว่าพวกเขาจะใช้งานอย่างactive พวกเขาจะได้รับการฟื้นฟู สถานะการไม่ใช้งานครั้งที่สองจะเป็นเหตุให้ถูกถอดออกจากทีมผู้อัปโหลดอย่างถาวร สถานการณ์ฉุกเฉินจะได้รับการพิจารณาหากเป็นสาเหตุของการไม่ใช้งาน หากคุณจะไม่อยู่ โปรดแจ้งให้ทีมงานทราบเพื่อที่บัญชีของคุณจะไม่受到影响\n# Torrents ทั้งหมดต้องถูกบีบอัดด้วย rar ไม่ว่าจะมีขนาดหรือประเภทใด  ข้อยกเว้นเพียงอย่างเดียวคือ MP3s  แนวทางในการบีบอัดการปล่อยของคุณมีดังนี้:',
        1214339203,
        1293048490
    ),
    (
        4,
        4,
        ':: ::กฎฟรีลีช',
        '      เป็นครั้งคราวเราจะมี freeleech เป็นเวลา 48 ชั่วโมง ซึ่งหมายความว่าเมื่อคุณดาวน์โหลดจากไซต์ มันจะไม่นับต่ออัตราส่วนการดาวน์โหลดของคุณ\n\n      สิ่งที่คุณ seed กลับมาจะเพิ่มเข้าไปในอัตราส่วนการอัปโหลดของคุณ\n\nนี่เป็นโอกาสที่ดีสำหรับสมาชิกที่มีอัตราส่วนต่ำกว่า 1.0 ในการปรับให้กลับมาเป็นปกติ\n\nผู้ใดที่ hit and run บน Torrent ฟรีลีชจะได้รับคำเตือนบังคับ 2 สัปดาห์ คุณต้อง seed Torrents ที่ดาวน์โหลดทั้งหมดจนถึง 100% หรืออย่างน้อย 48 ชั่วโมง นี่สำหรับ Torrents ฟรีลีชเท่านั้น\n\n',
        1214339464,
        1293048590
    ),
    (
        5,
        5,
        ':: ::กฎการดาวน์โหลด',
        'ห้ามแสดงความคิดเห็นบน Torrents ที่คุณไม่ได้กำลังจะดาวน์โหลด\nเมื่อดาวน์โหลดเสร็จแล้ว อย่าลืม seed ให้นานที่สุดหรืออย่างน้อย 36 ชั่วโมงหรือจนได้อัตราส่วน 1:1\nอัตราส่วนต่ำจะได้รับคำเตือนสามครั้งจากทีมงานและอาจนำไปสู่การแบนถาวร',
        1214339531,
        0
    ),
    (
        8,
        11,
        'ดาวน์โหลดแล้ว',
        'จำไว้ว่า หากคุณเห็นซอฟต์แวร์นี้ทำงาน公開 anywhere มันเป็นสิทธิ์ของคุณภายใต้ gpl ที่จะได้สำเนาของ derivative นั้นจากบุคคลที่รับผิดชอบเว็บเซิร์ฟเวอร์นั้น',
        1293322039,
        0
    );";

$INSERT[] = "INSERT INTO
    rules_categories (cid, rcat_name, min_class_read)
VALUES
    (1, ':: ::กฎไซต์ทั่วไป', 0),
    (2, ':: ::กฎฟอรัม', 0),
    (3, ':: ::กฎของผู้อัปโหลด', 2),
    (4, ':: ::กฎฟรีลีช', 0),
    (5, ':: ::กฎการดาวน์โหลด', 0),
    (14, 'หัวข้อที่ 14', 6),
    (12, 'จำไว้', 0),
    (11, 'มันเป็นสิทธิ์ของคุณภายใต้ gpl', 0); ";  

$INSERT[] = "INSERT INTO
    searchcloud (id, searchedfor, howmuch)
VALUES
    (1, 'bob', 1),
    (2, 'testing', 4),
    (3, 'blackadder', 1),
    (4, '24', 2);";


$INSERT[] = "INSERT INTO
    stylesheets (id, uri, name)
VALUES
    (1, '1', '(ค่าเริ่มต้น)'),
    (4, '2', 'Groovy Too');";

?>